app/controllers/start_controller.rb

  def index
    @stories = Story.all
---
SELECT * FROM `stories`