app/controllers/stories_controller.rb

SELECT * FROM `stories`
---
  def index
    @stories = Story.all